[
  {
    "name": "Ward 13",
    "img": "https://i0.wp.com/news.xbox.com/en-us/wp-content/uploads/sites/2/2020/08/World-Stone.png?resize=1920%2C1080&ssl=1",
    "description": "You will find yourself at Ward 13 at the beginning of the game. Here you will learn the basic mechanics and acquire your starting equipment. Once you activate the power back on, you will be able to activate the Red Crystal and teleport to Earth",
    "steps": [
      "Talk to Commander Ford",
      "Find the Reactor on Base's Lower Level",
      "Initialize Terminal above the Reactor",
      "Survive for 2 minutes",
      "Kill the Remaining Root",
      "Return to Commander Ford",
      "Upgrade Equipment with Rigs in Armory",
      "Talk to McCabe",
      "Return to Commander Ford",
      "Activate the Red Crystal in Ward 13"
    ]
  },
  {
    "name": "Earth",
    "img": "https://images.gamewatcherstatic.com/image/file/8/1b/102118/how-to-get-the-pocket-watch-in-remnant-from-the-ashes.jpg",
    "description": "Earth is inhabited by The Root. The dungeons of Earth are random and so does the Bosses. Your main objective is to reach the Church where the Root Mother is. Once there, defend her and meet her back at Ward 13. Go back to Earth and keep exploring until you see the floating tower appear. Approach the tower and you will meet the Keeper of the Labyrinth. Talk to him and he will grant you access to The Labyrinth",
    "steps": [
      "Investigate Founder Ford's Hideout",
      "Search the City for a Lead",
      "Talk to the Twisted Woman in the Church",
      "Defend the Root Mother for 2 minutes",
      "Return to the Root Mother",
      "Meet the Root Mother in Ward 13",
      "Enter the floating tower",
      "Find the Keeper of the Labyrinth"
    ]
  },
  {
    "name": "Labyrinth",
    "description": "Once inside The Labyrinth, you will be able to explore and find some lore information. There are three portals. The one to the left leads to Corsus, the one forward leads to Rhom and the one on the right leads to Yaesha. For the time being, you will only be able to enter the one leading to Rhom.",
    "steps": [
      "Investigate Founder Ford's Hideout",
      "Search the City for a Lead"
    ]
  },
  {
    "name": "Rhom",
    "img": "https://d1lss44hh2trtw.cloudfront.net/assets/article/2019/08/20/what-to-do-with-glowing-rods-in-remnant-from-the-ashes_feature.jpg",
    "description": "Dungeons and Bosses in Rhom are random like on Earth. Explore the world until you face against the World Boss Claviger or The Harrow. Once defeated you will obtain the Howling Key that you can use to open the Black Sun Gate. Teleport back to the monolith and you will find the gate behind it. Use the Howling Key to open the gates and go inside to meet with the Undying King. The Undying King will ask you to retrieve the Guardian's Heart from Corsus for him. You can either accept his offer or reject it. If you reject it you will have to fight with him, once defeated you will obtain the Labyrinth Key. With the Labyrinth Key, you will be able to enter both Corsus and Yaesha. Using this option will grant you the opportunity to skip Corsus altogether and go directly to Yaesha skipping a part of the game. If you accept the offer you can either bring him the Guardian's Heart once you have it or betray him. You can betray him at any given moment by starting a conversation with him and telling him you won't give him the Guardian's Heart",
    "steps": [
      "Investigate Rhom",
      "Explore the dungeons until you fight Claviger or The Harrow to obtain Howling Key",
      "Teleport back to the monolith and open the Back Sun Gate using Howling Key",
      "Meet with the Undying King",
      "From here you can make a choice:\n The Undying King will ask you to kill Corsus Guardian to retrieve its heart and bring it to him. You can either reject the Undying King offer and fight him or accept his request (you can still betray him later and fight him at any given time).",
      "Reject Undying King offer\n\n If you reject his offer you will have to fight him. Once defeated, you will obtain Labyrinth Key. With it, you can access both Corsus and Yaesha. You can completely skip Corsus if you desire and go straight to Yaesha to\n finish the story faster.",
      "Accept the Undying King offer\n\n If you accept his offer, he will open a portal behind him that will lead you to Corsus.",
      "You can come back at any given time and tell him that you won't retrieve the heart for him and a fight boss will begin. You can also bring him the heart and you will receive the Labyrinth Key and Riven as a reward."
    ]
  },
  {
    "name": "Corsus",
    "description": "Corsus is a swamp world. Once you arrive, you will find a hut with The Unclean One inside. Defeat him and keep exploring until you meet with the Iskal Queen. She will ask you to retrieve the Guardian's Heart for her. Explore the world until you find Ixillis in the last dungeon. Once defeated, you will obtain the Guardian's Heart. If you give the Guardian's Heart to the Iskal Queen you will obtain the Slayer Set and Crossbow. You will have to face the Undying King to obtain the Labyrinth Key. If you give the Guardian's Heart to the Undying King you will obtain the Labyrinth Key and Riven",
    "steps": [
      "Explore Corsus until you find the hut of The Unclean One, defeat him and keep going.",
      "You will find the Iskal Queen. She will ask you to retrieve the Guardian's Heart for her (the same the Undying King requested). If you give her the heart you will obtain Slayer Set and Crossbow.",
      "Keep exploring and defeat The Thrall.",
      "On the last dungeon, you will find Ixillis. After defeating it you will obtain the Guardian's Heart.",
      "You can now choose to give the Guardian's Heart to the Undying King or to the Iskal Queen. If you give it to the Iskal Queen you will have to fight the Undying King to retrieve the Labyrinth Key."
    ]
  },
  {
    "name": "Yeasha",
    "img": "https://remnantfromtheashes.wiki.fextralife.com/file/Remnant-From-The-Ashes/yaesha_remnant.jpg",
    "description": "Yaesha has random dungeons and Bosses. You will need to explore the area until you find a Siege Event. After you survive the siege, you will meet with Navun, and she will tell you that Founder Ford is being held captive by the Immortal Empress. Keep exploring the area and defeat the Totem Father or The Ravager. Once defeated you will find the prison where Founder Ford is being held. Talk to him to acquire the Founder's Key. Once in possession of the key, go to the bottom level of Ward 13. Explore the area and you will find a room with a mirror. On the same room, there is a computer with a key slot. Use the Founder's Key on the key slot and access the computer to initialize the mirror. Go through the mirror and you will reach Ward 17.",
    "steps": [
      "Once you are in position of the Labyrinth Key, you will be able to enter Yaesha from inside the Labyrinth.",
      "Once inside Yaesha, explore the area until you find Navun, she will tell you that Founder Ford is being kept prisoner by the Immortal Empress.",
      "Keep exploring and defeat the Totem Father or The Ravager.",
      "Once you've defeated him, you will find the prison where Founder Ford is being kept.",
      "Talk to Founder Ford, and he will provide you with Founder's Key.",
      "Go to the bottom level of Ward 13, explore the area and you will find a room with a mirror. On the same room, there is a computer with a key slot. Use the Founder's Key on the key slot and access the computer to initialize the mirror.",
      "Go through the mirror to reach Ward 17."
    ]
  },
  {
    "name": "Ward 17",
    "description": "Ward 17 is an empty location. Keep going until you find a checkpoint. Next to the checkpoint you will find a small room. Inside the room you will find the last boss Dreamer. Defeat the boss and the game will be complete.",
    "steps": [
      "Explore the area until you find the checkpoint, on the room next to it you will find the Dreamer.",
      "Defeat Dreamer/Nightmare and you completed the game."
    ]
  }
]
